[
        {
        "id": "vadim-makeev",
        "firstName": "Вадим",
        "lastName": "Макеев",
        "bio": "Веб-евангелист в компании Opera Software. Веб-разработчик, организатор и участник IT-конференций, автор блога Пепелсбей.net, пропагандист веб-стандартов.",
        "twitter": "pepelsbey"
    },
    {
        "id": "pavel-lovtsevich",
        "firstName": "Павел",
        "lastName": "Ловцевич",
        "bio": "Технический директор компании LOVATA Group и руководитель минской frontend-группы компании HeadHunter. Участник объединения разработчиков «Веб-стандарты». Организатор, докладчик и участник ряда отраслевых конференций и образовательных мероприятий."
    },
    {
        "id": "andrew-sumin",
        "firstName": "Андрей",
        "lastName": "Сумин",
        "bio": "Руководитель разработки клиентской части в Mail.Ru, постоянный участник встреч Web Standards Days, автор библиотеки JSX."
    },
    {
        "id": "vadim-makishvili",
        "firstName": "Вадим",
        "lastName": "Макишвили",
        "bio": "Руководитель группы HTML-вёрстки поисковых и контентных сервисов компании Яндекс, автор блога Makishvili.com. Докладчик конференций ClientSide 2007 и UA Web 2008."
    },
    {
        "id": "artemy-lomov",
        "firstName": "Артемий",
        "lastName": "Ломов",
        "bio": "Практикующий веб-разработчик, технический журналист, пропагандирующий веб-стандарты, преподаватель, консультант. Автор двух технических книг по веб-разработке и других публикаций, ряда учебных курсов, семинаров и докладов. Призёр конкурсов РОТОР-2005, Интернить-2005, обладатель медали «Лауреат ВВЦ». ФРИ № 514."
    },
    {
        "id": "nikolay-matsievsky",
        "firstName": "Николай",
        "lastName": "Мациевский",
        "bio": "Автор книги «Разгони свой сайт». Руководит разработкой нескольких проектов по клиентской оптимизации с открытым кодом, в частности: YASS — самой быстрой JavaScript-библиотеки, а также Web Optimizer — веб-приложения для автоматизации клиентской оптимизации."
    },
    {
        "id": "konstantin-efimov",
        "firstName": "Константин",
        "lastName": "Ефимов",
        "bio": "Веб-стандартист, основатель и руководитель веб-студии Арт-Лайн, автор блога Webstandards.org.ru, посвященного разработке сайтов на основе современных веб-стандартов."
    }
]
