[
        {
        "id": "vadim-makeev",
        "firstName": "Вадим",
        "lastName": "Макеев",
        "bio": "Веб-евангелист в компании Opera Software. Веб-разработчик, организатор и участник IT-конференций, автор блога Пепелсбей.net, пропагандист веб-стандартов.",
        "twitter": "pepelsbey"
    },
    {
        "id": "pavel-lovtsevich",
        "firstName": "Павел",
        "lastName": "Ловцевич",
        "bio": "Технический директор компании LOVATA Group и руководитель минской frontend-группы компании HeadHunter. Участник объединения разработчиков «Веб-стандарты». Организатор, докладчик и участник ряда отраслевых конференций и образовательных мероприятий."
    },
    {
        "id": "andrew-sumin",
        "firstName": "Андрей",
        "lastName": "Сумин",
        "bio": "Руководитель разработки клиентской части в Mail.Ru, постоянный участник встреч Web Standards Days, автор библиотеки JSX."
    },
    {
        "id": "vadim-makishvili",
        "firstName": "Вадим",
        "lastName": "Макишвили",
        "bio": "Руководитель группы HTML-вёрстки поисковых и контентных сервисов компании Яндекс, автор блога Makishvili.com. Докладчик конференций ClientSide 2007 и UA Web 2008."
    },
    {
        "id": "artemy-lomov",
        "firstName": "Артемий",
        "lastName": "Ломов",
        "bio": "Практикующий веб-разработчик, технический журналист, пропагандирующий веб-стандарты, преподаватель, консультант. Автор двух технических книг по веб-разработке и других публикаций, ряда учебных курсов, семинаров и докладов. Призёр конкурсов РОТОР-2005, Интернить-2005, обладатель медали «Лауреат ВВЦ». ФРИ № 514."
    },
    {
        "id": "nikolay-matsievsky",
        "firstName": "Николай",
        "lastName": "Мациевский",
        "bio": "Автор книги «Разгони свой сайт». Руководит разработкой нескольких проектов по клиентской оптимизации с открытым кодом, в частности: YASS — самой быстрой JavaScript-библиотеки, а также Web Optimizer — веб-приложения для автоматизации клиентской оптимизации."
    },
    {
        "id": "konstantin-efimov",
        "firstName": "Константин",
        "lastName": "Ефимов",
        "bio": "Веб-стандартист, основатель и руководитель веб-студии Арт-Лайн, автор блога Webstandards.org.ru, посвященного разработке сайтов на основе современных веб-стандартов."
    },
    {
        "id": "kir-belevich",
        "firstName": "Кир",
        "lastName": "Белевич",
        "bio": "С 2010 года работает разработчиком интерфейсов в симферопольском офисе Яндекса. За это время успел поучаствовать в разработке Поиска, Видео и Работы. В настоящее время занимается тач-направлением, включая Поиск и внутреннюю библиотеку общепортальных блоков. Увлекается музыкой, фото- и фонографией.",
        "twitter": "deepsweet"
    },
    {
        "id": "bert-bos",
        "firstName": "Берт",
        "lastName": "Бос",
        "bio": "Занимался исследованиями графического пользовательского интерфейса в университете Гронингена, вместе с Хоконом Виумом Ли стал соавтором CSS в 1994 году. Присоединился к W3C в 1995 году для разработки CSS и создания группы W3C по интернационализации. С тех пор принял участие в стандартизации HTML, XML и в последнее время WOFF и MathML."
    },
    {
        "id": "patrick-lauke",
        "firstName": "Патрик",
        "lastName": "Лауке",
        "bio": "Веб-евангелист в&nbsp;команде Developer Relations в&nbsp;Opera&nbsp;Software. До&nbsp;этого занимался сайтами Британского университета в&nbsp;качестве редактора, активно исследовал вопросы доступности и веб-стандарты. Начиная с&nbsp;2001 года выступает на&nbsp;конференциях с&nbsp;широким спектром тем по&nbsp;разработке, доступности и&nbsp;мобильному вебу. Автор блога <a href=\"http://splintered.co.uk/\">Splintered</a>.",
        "twitter": "patrick_h_lauke"
    },
    {
        "id": "charles-mccathienevile",
        "firstName": "Чарльз",
        "lastName": "МакКетиНевил",
        "bio": "Присоединился к Яндексу в августе 2012 года после 7 лет руководства разработкой веб-стандартов в Opera Software и 6 лет в W3C. (До этого он проработал 5 лет в баре.) Он является сопредседателем Рабочей группы W3C по веб-приложениям, интересуется многими областями веб-технологий, тем как они могут быть улучшены. Имеет учёную степень в средневековой истории, проживает в Испании и, к сожалению, пока не слишком хорошо говорит по-русски.",
        "twitter": "chaals"
    },
    {
        "id": "anton-namcev",
        "firstName": "Антон ",
        "lastName": "Немцев",
        "bio": "Фрилансер с более чем 11-летним опытом. Профессиональный верстальщик. Участвовал в разработке проектов для таких брендов, как Camel, Winstone, Kinder, Kent, Lays и многих других. Убежденный сторонник веб-стандартов и семантической верстки.",
        "twitter": "silentimp"
    },
    {
        "id": "artem-polikarpov",
        "firstName": "Артем",
        "lastName": "Поликарпов",
        "bio": "Разработчик интерфейсов <a href=\"http://getwear.com/\">в&nbsp;Гетвеаре</a>. Ведёт <a href=\"http://artgorbunov.ru/bb/soviet/polikarpov-mitin\">еженедельную рубрику о&nbsp;вёрстке и&nbsp;скриптах</a> в&nbsp;советах Дизайн-бюро Артёма Горбунова.",
        "twitter": "artpolikarpov"
    },
    {
        "id": "artem-sapegin",
        "firstName": "Артем",
        "lastName": "Сапегин",
        "bio": "Работает JavaScript-программистом в Badoo. В свободное время делает сайты для хороших людей, занимается собственными проектами и фотографирует своих собак.",
        "twitter": "sapegin"
    },
    {
        "id": "felix-sasaki",
        "firstName": "Феликс",
        "lastName": "Сасаки",
        "bio": "Присоединился к W3C в 2005 году и работал в группе по интернационализации до 2009 года. В 2012 году вернулся в команду W3C, представляя DFKI (Немецкий исследовательский центр по искусственному интеллекту). Главное направление интересов — использование веб-технологий для представления и обработки мультиязычной информации.",
        "twitter": "fsasaki"
    },
    {
        "id": "anna-selezneva",
        "firstName": "Анна",
        "lastName": "Селезнева",
        "bio": "Креативный технолог из&nbsp;компании <a href=\"http://cpeople.ru/\">CreativePeople</a>, Москва.",
        "twitter": "asktwi"
    }
]
